<template>
    <div class="detail">
        <div class="detail-title">
            <div class="detail-titles">
                我就是标题!
            </div>
            <div class="detail-time">
                发布时间：2020-12-09
            </div>
        </div>
        <div class="detail-containt">
            <p style="text-indent:32px;">   独自坐在办公室，傻傻的望着窗外远处似有似无的土山。说是山，也就是些高高的土堆而已，在南疆五年见得最多的都是这样的“山”！也许是呆久了的缘故，慢慢的开始对这里有了感情，仿佛冥冥之中注定着什么，安排着什么！想着这些，心里开始忐忑的不淡定。

                现在就想告诉下我的朋友们，这里的冬天不太冷，太阳依旧暖和，晒得人暖洋洋的。但是现在的北疆大雪纷飞，感似两个世界。我实在是记不起是哪天的清晨，就感到的无边的冷意。或许已经是许多年前的事了，孤单的身影难免会思念曾经的过去。然后又随着风吹散，在日出的时候，竟也能凝结到了一块。

                儿时那个雪人，好像被我们打扮得出奇的漂亮，可她怎么也明白不了一世的艰辛，就想在远处看着她，孤零零的站在那里。晚上回到家里，看着天空中数不完的星星，冬天的夜晚是寒冷的，狠狠的搓一搓手，感觉暖和了许多。
                            </p>

                <p style="text-indent:32px;">
                    曾记得，很小很小的时候，已经记不清究竟是哪个年龄，就记得是年关将近，奶奶便会在院落里用松枝生好大一堆火，待松枝烧尽剩下炭火，就将铁锅埋到炭火里烧“锅盔”（锅盔是陕西、甘肃等地流传已久的民间小吃，由源于外婆送给外孙贺弥月而赠的礼品，后发展成为风味方便的食品）。吃着外脆里嫩的“锅盔”，看着满天的星星，冻的人在那瑟瑟发抖，奶奶便叫“阿赞灯烛”回屋去，会感冒的。上学后奶奶叫得最多的还是“尕俊”。奶奶走后，已经好久没听到有人这么叫了，那个年纪的冬天就这样过去了。

                南疆夜晚的天空会有很多星星，有时候也会傻傻的数一数，竟然还是数错了，不服气，依旧是错的，这些年难怪我笨的可以。低着头想一想，究竟是我眼睛看错了，还是心错了。世间太多的事情，总感觉的自己可以看得透彻，到了最后，也只能模模糊糊的收场。
                </p>

                <p style="text-indent:32px;">
                    窗外阳光依旧，让我开始不断地想。这世上究竟什么才是可靠的，看着手里的烟慢慢燃尽，不免嘲笑自己一番，吸一口，它冒烟，不吸，它还是冒烟。连没有生命的东西都这样靠不住，还是算了吧，明天依旧是明天，回不去，也越不过，“阿赞灯烛”已不是当初的“阿赞灯烛”，但“尕俊”依旧是那个当初的“尕俊”。
                </p>
                <p style="text-indent:32px;">   独自坐在办公室，傻傻的望着窗外远处似有似无的土山。说是山，也就是些高高的土堆而已，在南疆五年见得最多的都是这样的“山”！也许是呆久了的缘故，慢慢的开始对这里有了感情，仿佛冥冥之中注定着什么，安排着什么！想着这些，心里开始忐忑的不淡定。

                现在就想告诉下我的朋友们，这里的冬天不太冷，太阳依旧暖和，晒得人暖洋洋的。但是现在的北疆大雪纷飞，感似两个世界。我实在是记不起是哪天的清晨，就感到的无边的冷意。或许已经是许多年前的事了，孤单的身影难免会思念曾经的过去。然后又随着风吹散，在日出的时候，竟也能凝结到了一块。

                儿时那个雪人，好像被我们打扮得出奇的漂亮，可她怎么也明白不了一世的艰辛，就想在远处看着她，孤零零的站在那里。晚上回到家里，看着天空中数不完的星星，冬天的夜晚是寒冷的，狠狠的搓一搓手，感觉暖和了许多。
                            </p>

                <p style="text-indent:32px;">
                    曾记得，很小很小的时候，已经记不清究竟是哪个年龄，就记得是年关将近，奶奶便会在院落里用松枝生好大一堆火，待松枝烧尽剩下炭火，就将铁锅埋到炭火里烧“锅盔”（锅盔是陕西、甘肃等地流传已久的民间小吃，由源于外婆送给外孙贺弥月而赠的礼品，后发展成为风味方便的食品）。吃着外脆里嫩的“锅盔”，看着满天的星星，冻的人在那瑟瑟发抖，奶奶便叫“阿赞灯烛”回屋去，会感冒的。上学后奶奶叫得最多的还是“尕俊”。奶奶走后，已经好久没听到有人这么叫了，那个年纪的冬天就这样过去了。

                南疆夜晚的天空会有很多星星，有时候也会傻傻的数一数，竟然还是数错了，不服气，依旧是错的，这些年难怪我笨的可以。低着头想一想，究竟是我眼睛看错了，还是心错了。世间太多的事情，总感觉的自己可以看得透彻，到了最后，也只能模模糊糊的收场。
                </p>

                <p style="text-indent:32px;">
                    窗外阳光依旧，让我开始不断地想。这世上究竟什么才是可靠的，看着手里的烟慢慢燃尽，不免嘲笑自己一番，吸一口，它冒烟，不吸，它还是冒烟。连没有生命的东西都这样靠不住，还是算了吧，明天依旧是明天，回不去，也越不过，“阿赞灯烛”已不是当初的“阿赞灯烛”，但“尕俊”依旧是那个当初的“尕俊”。
                </p>
        </div>
    </div>
</template>
<script>
let vm;
export default {
    data() {
        return {
            query: {},
            };
        },
    created() {
        vm = this;
        //id
        const {id} = vm.$route.params;
        console.log(id);
    },
    components: {},
    methods: {},
};
</script>

<style lang="less">
    .detail{
        width: 60vw;
        margin: 0 auto;
        .detail-title{
                text-align: center;
                padding-bottom: 20px;
                border-bottom: 1px solid #dcdcdc;
            .detail-titles{
                color: #333333;
                font-weight: bold;
                font-size: 24px;
                line-height: 32px;
            }
            .detail-time{
                        color: #999;
                        line-height: 28px;
                        font-size: 14px;
                    }
        }
        
        .detail-containt{
            padding-top: 20px;
            line-height: 30px;
        }
        
    }
</style>